Repository: Averell7/maggy2
Catalog: maggy/locale/*/LC_MESSAGES/pdfbooklet.po
Languages: fr

source: Invalid data
fr: Entrée invalide

source: Invalid data for %s - must be numeric. Aborting
fr: Valeur invalide pour %s, doit être numérique. Abandon.

source: Invalid data for %s - must be > 0. Aborting
fr: Valeur invalide pour %s, doit être > 0. Abandon.

source: Invalid data for %s - must be >= 0. Aborting
fr: Valeur invalide pour %s, doit être >= 0. Abandon.

source: Invalid data for %s - must be 0 or 1. Aborting
fr: Valeur invalide pour %s, doit être 0 ou 1. Abandon.

source: Please, enter the password for this file
fr: Entrez le mot de passe pour ce fichier svp

source: The reference page is invalid. We use the first page
fr: La page de référence est invalide, nous utilisons la première page.

source: Reference page invalid, there is no file nÂ°
fr: La page de référence est invalide, il n'y a pas de fichier n°

source: Width
fr: Largeur

source: Height
fr: Hauteur

source: You must restart the program to apply the new theme.
fr: Vous devez redémarrer le programme pour afficher le nouveau thème.

source: Import...
fr: Importer ...

source: All files
fr: Tous les fichiers

source: INI files
fr: fichiers INI

source: Save project...
fr: Enregistrer le projet...

source: Pdf-Booklet_User's_Guide.pdf
fr: Manuel_de_Pdf-Booklet.pdf

source: No selection
fr: Il n'y a pas de sélection

source: There is no selected page. Please select a page first.
fr: Vous devez d'abord sélectionner une page

source: rows
fr: lignes

source: columns
fr: colonnes

source: step
fr: Pas

source: Leading blank pages
fr: Pages blanches au début

source: Trailing blank pages
fr: Pages blanches à la fin

source: Invalid value for reference page, please correct and try again
fr: La valeur de la page de référence est invalide. Veuillez corriger et réessayer.

source: Expected page number was : %d. Only %d found. There is an error in your layout, please correct
fr: Le nombre de pages attendues était: %d. %d seulement trouvées. Il y a une erreur dans votre disposition, merci de corriger

source: There is no selected file. Please select a file first.
fr: Vous devez d'abord sélectionner un fichier

source: page
fr: pages

source: File existing
fr: Fichier existant

source: The outputfile already exists overWrite ?
fr: Le fichier de sortie existe déjà. Écraser ?

source: No file loaded
fr: Auncun fichier chargé

source: Please select a file first
fr: Vous devez d'abord sélectionner un fichier

source: There is no selection
fr: Il n'y a pas de sélection

source: Invalid data for Selection : %s. Aborting
fr: Valeur invalide pour %s, Abandon.

source: File already open
fr: Fichier déjà ouvert

source: The output file is already opened probably in Adobe Reader. Close the file and start again
fr: Le fichier de sortie est déjà ouvert probablement dans Adobe Reader. Fermez le fichier et recommencez.

source: Assembling pages: %s
fr: Assemblage des pages: %s

source: Filename
fr: Fichier

source: PDF files
fr: Fichiers PDF

source: File type not supported!
fr: Type de ficher pas encore supporté !

source: File %s does not exist
fr: Le fichier %s n'existe pas

source: You have chosen a directory, it is not supported
fr: Vous avez choisi un répertoire, ce n'est pas supporté.

source: Closed, no files selected
fr: Fermé, aucun fichier sélectionné

source: No document
fr: Pas de document

source: Several documents
fr: Plusieurs documents

source: Rendering thumbnails... [%(i1)s/%(i2)s]
fr: Rendu des miniatures... [%(i1)s/%(i2)s]

source: Export ...
fr: Exporter ...

source: File %s is encrypted. Support for encrypted files has not been implemented yet. File export failed.
fr: Le fichier %s est crypté. Le support des fichiers encryptés n'est pas encore implémenté. L'exportation du fichier a échoué.

source: Left
fr: Gauche

source: Right
fr: Droite

source: Top
fr: Haut

source: Bottom
fr: Bas

source: Crop Selected Pages
fr: Récupération des pages sélectionnés

source: Crop Margins
fr: Récupération des marges

source: % of width
fr: % de la largeur

source: % of height
fr: % de la hauteur

source: Dialog closed
fr: Fenêtre de dialogue fermée

source: %s is a tool for rearranging and modifying PDF files. Developed using GTK+ and Python
fr: %s est un outil pour réorganiser et modifier les fichiers PDF. Développé avec GTK+ et Python

source: Pdf-Shuffler is delivered under the GNU General Public Licence (GPL) Version 3. Pdf-Booklet is delivered under the CeCill Licence.
fr: Pdf Shuffler est distribué sous la licence GPL (GNU General Public Licence) Version 3. Pdf-Booklet est distribué sous la licence CeCill

source: Copy transformations
fr: Copie transformations

source: Paste Transformations
fr: Dépose transformations

source: Standard Transformations
fr: Transformations standards

source: Rotate 0
fr: Tourner de 0°

source: Rotate 90
fr: Tourner de 90°

source: Rotate 180
fr: Tourner de 180°

source: Rotate 270
fr: Tourner de 270°

source: <b>Syntax : </b> separate items by commas, or on different lines. ## : single page [## - ##] : page range b : blank page #b : repeated blank pages. <b>Examples : </b> 10, 25, 43 [10-20] 5b <b>For files other than the first, </b> indicate the number followed by a colon. Examples : 2:10, 3:25, 1:43 2:[10-20]
fr: <b>Syntaxe : </b> séparer les objets par des virgules, ou les placer sur des lignes différentes. ## : page unique [## - ##] : plage de pages b : page blanche #b : nombre de pages blanches. <b>Exemples : </b> 10, 25, 43

source: compare files
fr: Comparer des fichiers

source: This is an advanced feature. Please read documentation to use it properly. Here is a short summary : Enter page numbers separated by commas on a separate line for each row Blank pages can be indicated by a b. Example : 8,1,2,7 3,6,5,4
fr: C'est une fonctionnalité avancée. Lire la documentation pour l'utiliser correctement. Voici un bref résumé : Entrer les numéros de pages séparés par des virgules sur une ligne séparée pour chaque rangée Les pages blanches peuvent être signalées par un b. Exemple : 8,1,2,7 3,6,5,4

source: Step :
fr: Pas :

source: Automatic
fr: Automatique

source: _Files
fr: Fichiers

source: _Open Project
fr: _Ouvrir le projet...

source: _Save project
fr: Enregistrer le projet...

source: Save project _as ...
fr: Enregister le projet sous...

source: Save settings as _default
fr: Enregister les _paramètres

source: _Quit
fr: _Quitter

source: _Edit pages list
fr: Éditer la liste des pages

source: _Pages selector
fr: Sélecteur de pages

source: _Display
fr: _Affichage

source: _Hide Numbers
fr: _Cacher les numéros

source: Disable Automatic _Update
fr: Désactiver la mise à jour automatique de l'aperçu

source: _Help
fr: _Aide

source: User's Guide
fr: Manuel de l'utilisateur

source: _About
fr: À propos

source: Themes
fr: Thèmes

source: Single Booklet
fr: Cahier unique

source: Multiple Booklets
fr: Cahiers multiples

source: x pages in line
fr: x pages en ligne

source: x pages in columns
fr: x pages en colonnes

source: One Page
fr: Une page

source: User defined
fr: défini par l'utilisateur

source: Type : Calendar
fr: Type : calendrier

source: Type : Book
fr: Type : livre

source: Leafs in a booklet :
fr: Feuilles par cahier :

source: columns :
fr: colonnes :

source: rows :
fr: lignes :

source: Nothing loaded
fr: Auncun fichier chargé

source: No change
fr: Pas de changement

source: user defined (W / H)
fr: Personnalisé (L / H) :

source: Auto scale
fr: Mise à l'échelle auto.

source: <b>Output size</b>
fr: Format de page du fichier se sortie

source: Layout
fr: Disposition

source: All pages in this position
fr: Toutes les pages dans cette position

source: The tranformations will be applied to all pages which have the same position in the layout. Example : all top left pages, or all bottom right pages.
fr: La transformation sera appliquée à toutes les pages qui ont la même position dans l'agencement. Exemple: toutes les pages en haut à gauche, ou toutes les pages en bas à droite.

source: This page only
fr: Seulement cette page

source: Transformations are applied only to the selected page.
fr: Les transformations sont appliquées seulement sur la page choisie.

source: Even pages
fr: Pages paires

source: Transformations are applied to all even pages.
fr: Les transformations sont appliquées sur toutes les pages paires..

source: Odd pages
fr: Pages impaires

source: Transformations are applied to all odd pages.
fr: Les transformations sont appliquées sur toutes les pages impaires..

source: <b>Domain</b>
fr: <b>Domaine</b>

source: Choose the domain <b><span foreground="blue" size="large">before</span></b> applying tranformations.
fr: Choisissez le domaine <b><span foreground="blue" size="large">avant</span></b> d'appliquer des transformations.

source: Vertical Shift (mm)
fr: Déplacement vertical (mm)

source: Scale (%)
fr: Echelle (%)

source: Rotation (degrees)
fr: Rotation (degrés)

source: Horizontal Shift (mm)
fr: Déplacement horizontal (mm)

source: Vertical Flip
fr: Retournement vertical

source: Horizontal Flip
fr: Retournement horizontal

source: Scale Horizontally
fr: Mettrre à l'échelle horizontallement

source: Scale Vertically
fr: Mettre à l'échelle verticalement

source: Activate this button to enable moving the pages with the mouse.
fr: Activez ce bouton pour déplacer la page avec la souris

source: Apply
fr: Appliquer

source: Reset
fr: Défauts

source: Pages Transformations
fr: Transformations de pages

source: <b>Output page transformations</b>
fr: Transformations de la page finale

source: <b>Global rotation</b>
fr: Rotation globale

source: Reset All
fr: Réinitialise tout

source: Global Transformations
fr: Transformations globales

source: Right to left
fr: De droite à gauche

source: <b>Page setup</b>
fr: <b>Mise en page</b>

source: Reference page
fr: Page de référence

source: Creep adjustment
fr: Ajustement de la gouttière

source: <b>Advanced</b>
fr: <b>Avancé</b>

source: Page setup
fr: <b>Mise en page</b>

source: Output file
fr: Fichier de sortie

source: Show Pdf
fr: Montrer Pdf

source: Overwrite output files
fr: Écraser le fichier de sortie

source: Save settings with pdf
fr: Enregister les paramètres avec le fichier pdf

source: Don't compress output
fr: Ne pas compresser le fichier de sortie

source: Safe mode (slow)
fr: Mode sûr (lent)

source: <b>Output</b>
fr: <b>Fichier de sortie</b>

source: Output
fr: Fichier de sortie

source: New features under development May work or not...
fr: Fonctions nouvelles en cours de développement. Cela peut marcher ou non...

source: Delete rectangle
fr: Effacer une zone

source: Preview
fr: Aperçu

source: middle line
fr: Ligne médiane

source: Bottom margin
fr: Marge du bas

source: Start from page :
fr: Commencer page :

source: Add page numbers
fr: Ajouter des numéros de page

source: Font size
fr: Taille de police

source: <b>Page numbers (Experimental)</b>
fr: <b>Numéros de page (expérimental)</b>

source: Experimental
fr: Expérimental

source: Update
fr: Mettre à jour

source: Go
fr: Lancer

source: Open Selected File(s)
fr: Ouvrir les fichiers sélectionnés

source: <b>Input files</b>
fr: <b>Fichiers source</b>

source: Open File(s) in List
fr: Ouvrir les fichiers de la liste

source: button
fr: bouton

source: Rotate _Right
fr: Tourner à droite

source: Rotate _Left
fr: Tourner à gauche

source: C_rop
fr: _Couper les mages

source: Add _Blank Page Before
fr: Ajouter une page_ blanche avant

source: Add Blank Page _After
fr: _Ajouter une page blanche après

source: _File
fr: _Fichier

source: _Open
fr: _Ouvrir

source: _Save
fr: _Enregistrer

source: Save _As...
fr: Enregistrer _sous...

source: _Edit
fr: É_diter

source: Add blank page _before
fr: Ajouter une page _blanche avant

source: Add blank page _after
fr: Ajouter une page blanche _après

source: _Delete
fr: _Effacer

source: _Crop
fr: _Recouper

source: _View
fr: _Voir

source: Zoom _in
fr: _Zoom avant

source: Zoom _out
fr: Zoom _arrière

source: Open
fr: Ouvrir

source: Save
fr: Enregistrer

source: Save as
fr: Enregistrer sous...

source: Zoom in
fr: Agrandir

source: Zoom out
fr: Réduire

source: Rotate left
fr: Rotation à gauche

source: Rotate right
fr: Tourner à droite

source: Crop
fr: Couper les marges

source: Delete
fr: Effacer
